Repository: John-Donnelly/SmrtPad
Catalog: SmrtPad/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, ru_ru, ur_pk

# DateTimeTitle
source: Date and Time
ar_sa: التاريخ والوقت
de_de: Datum und Uhrzeit
es_es: Fecha y hora
fr_fr: Date et heure
ja_jp: 日付と時刻
ru_ru: Дата и время
ur_pk: تاریخ اور وقت

# StatusInserted
source: Inserted {0}.
ar_sa: تم إدراج {0}.
de_de: {0} eingefügt.
es_es: {0} insertado.
fr_fr: {0} inséré.
ja_jp: {0} を挿入しました。
ru_ru: Вставлено: {0}.
ur_pk: {0} داخل کیا گیا۔

# StatusInsertedReference
source: Inserted reference to {0}.
ar_sa: تم إدراج مرجع إلى {0}.
de_de: Verweis auf {0} eingefügt.
es_es: Referencia a {0} insertada.
fr_fr: Référence à {0} insérée.
ja_jp: {0} への参照を挿入しました。
ru_ru: Вставлена ссылка на {0}.
ur_pk: {0} کا حوالہ داخل کیا گیا۔

# EmbeddedObject
source: [Embedded object: {0}]
ar_sa: [كائن مضمّن: {0}]
de_de: [Eingebettetes Objekt: {0}]
es_es: [Objeto incrustado: {0}]
fr_fr: [Objet incorporé : {0}]
ja_jp: [埋め込みオブジェクト: {0}]
ru_ru: [Внедрённый объект: {0}]
ur_pk: [سرایت شدہ آبجیکٹ: {0}]

source: Error Inserting Object
ar_sa: خطأ في إدراج الكائن
de_de: Fehler beim Einfügen des Objekts
es_es: Error al insertar objeto
fr_fr: Erreur lors de l'insertion de l'objet
ja_jp: オブジェクト挿入エラー
ru_ru: Ошибка при вставке объекта
ur_pk: آبجیکٹ داخل کرنے میں خرابی

# StatusDrawingInserted
source: Drawing inserted.
ar_sa: تم إدراج الرسم.
de_de: Zeichnung eingefügt.
es_es: Dibujo insertado.
fr_fr: Dessin inséré.
ja_jp: 描画を挿入しました。
ru_ru: Рисунок вставлен.
ur_pk: ڈرائنگ داخل ہو گئی۔

# StatusDrawingCancelled
source: Drawing cancelled.
ar_sa: تم إلغاء الرسم.
de_de: Zeichnung abgebrochen.
es_es: Dibujo cancelado.
fr_fr: Dessin annulé.
ja_jp: 描画がキャンセルされました。
ru_ru: Рисование отменено.
ur_pk: ڈرائنگ منسوخ ہو گئی۔

source: SmrtDoodle Not Found
ar_sa: لم يتم العثور على SmrtDoodle
de_de: SmrtDoodle nicht gefunden
es_es: SmrtDoodle no encontrado
fr_fr: SmrtDoodle introuvable
ja_jp: SmrtDoodle が見つかりません
ru_ru: SmrtDoodle не найден
ur_pk: SmrtDoodle نہیں ملا

# SmrtDoodleNotFoundMessage
source: SmrtDoodle is not installed. Please install it from the Microsoft Store to use the Create A Drawing feature.
ar_sa: SmrtDoodle غير مثبّت أو لا يمكن العثور عليه في مسار النظام PATH. يرجى تثبيت SmrtDoodle لاستخدام ميزة الرسم.
de_de: SmrtDoodle ist nicht installiert oder konnte im Systempfad nicht gefunden werden. Bitte installieren Sie SmrtDoodle, um die Zeichenfunktion zu nutzen.
es_es: SmrtDoodle no está instalado o no se pudo encontrar en la ruta del sistema. Instale SmrtDoodle para usar la función de dibujo.
fr_fr: SmrtDoodle n'est pas installé ou est introuvable dans le chemin système. Veuillez installer SmrtDoodle pour utiliser la fonction de dessin.
ja_jp: SmrtDoodle がインストールされていないか、システムパスに見つかりませんでした。描画機能を使用するには SmrtDoodle をインストールしてください。
ru_ru: SmrtDoodle не установлен или не найден в системном PATH. Установите SmrtDoodle для использования функции рисования.
ur_pk: SmrtDoodle انسٹال نہیں ہے یا سسٹم PATH میں نہیں مل سکا۔ پینٹ ڈرائنگ کی خصوصیت استعمال کرنے کے لیے SmrtDoodle انسٹال کریں۔

# SmrtDoodleGetFromStore
source: Get from Store
ar_sa: الحصول من المتجر
de_de: Im Store herunterladen
es_es: Obtener en la Tienda
fr_fr: Obtenir dans le Store
ja_jp: ストアから入手
ru_ru: Получить в магазине
ur_pk: اسٹور سے حاصل کریں

# HyperlinkTitle
source: Insert Hyperlink
ar_sa: إدراج ارتباط تشعبي
de_de: Hyperlink einfügen
es_es: Insertar hipervínculo
fr_fr: Insérer un lien hypertexte
ja_jp: ハイパーリンクの挿入
ru_ru: Вставить гиперссылку
ur_pk: ہائپر لنک داخل کریں

# HyperlinkDisplayHeader
source: Display Text (optional)
ar_sa: نص العرض (اختياري)
de_de: Anzeigetext (optional)
es_es: Texto visible (opcional)
fr_fr: Texte affiché (facultatif)
ja_jp: 表示テキスト (省略可)
ru_ru: Отображаемый текст (необязательно)
ur_pk: ظاہری متن (اختیاری)

# StatusHyperlinkInserted
source: Hyperlink inserted.
ar_sa: تم إدراج الارتباط التشعبي.
de_de: Hyperlink eingefügt.
es_es: Hipervínculo insertado.
fr_fr: Lien hypertexte inséré.
ja_jp: ハイパーリンクを挿入しました。
ru_ru: Гиперссылка вставлена.
ur_pk: ہائپر لنک داخل ہو گیا۔

# TableTitle
source: Insert Table
ar_sa: إدراج جدول
de_de: Tabelle einfügen
es_es: Insertar tabla
fr_fr: Insérer un tableau
ja_jp: 表の挿入
ru_ru: Вставить таблицу
ur_pk: جدول داخل کریں

# TableRows
source: Rows
ar_sa: صفوف
de_de: Zeilen
es_es: Filas
fr_fr: Lignes
ja_jp: 行
ru_ru: Строки
ur_pk: قطاریں

# TableColumns
source: Columns
ar_sa: أعمدة
de_de: Spalten
es_es: Columnas
fr_fr: Colonnes
ja_jp: 列
ru_ru: Столбцы
ur_pk: کالم

# StatusInsertedTable
source: Inserted {0}×{1} table.
ar_sa: تم إدراج جدول {0}×{1}.
de_de: Tabelle mit {0}×{1} eingefügt.
es_es: Tabla de {0}×{1} insertada.
fr_fr: Tableau de {0}×{1} inséré.
ja_jp: {0}×{1} の表を挿入しました。
ru_ru: Вставлена таблица {0}×{1}.
ur_pk: {0}×{1} جدول داخل کیا گیا۔

# SymbolTitle
source: Insert Symbol
ar_sa: إدراج رمز
de_de: Symbol einfügen
es_es: Insertar símbolo
fr_fr: Insérer un symbole
ja_jp: 記号の挿入
ru_ru: Вставить символ
ur_pk: علامت داخل کریں

# StatusInsertedSymbol
source: Inserted symbol: {0}
ar_sa: تم إدراج الرمز: {0}
de_de: Symbol eingefügt: {0}
es_es: Símbolo insertado: {0}
fr_fr: Symbole inséré : {0}
ja_jp: 記号を挿入しました: {0}
ru_ru: Вставлен символ: {0}
ur_pk: علامت داخل ہوئی: {0}

# LineSpacingTitle
source: Custom Line Spacing
ar_sa: تباعد أسطر مخصص
de_de: Benutzerdefinierter Zeilenabstand
es_es: Interlineado personalizado
fr_fr: Interligne personnalisé
ja_jp: カスタム行間
ru_ru: Настраиваемый междустрочный интервал
ur_pk: حسب ضرورت لائن فاصلہ

# LineSpacingHeader
source: Line Spacing Value
ar_sa: قيمة تباعد الأسطر
de_de: Zeilenabstand
es_es: Valor de interlineado
fr_fr: Valeur d'interligne
ja_jp: 行間の値
ru_ru: Междустрочный интервал
ur_pk: لائن فاصلے کی قدر

# StatusFormattingCleared
source: Formatting cleared.
ar_sa: تم مسح التنسيق.
de_de: Formatierung gelöscht.
es_es: Formato borrado.
fr_fr: Mise en forme effacée.
ja_jp: 書式をクリアしました。
ru_ru: Форматирование очищено.
ur_pk: فارمیٹنگ صاف ہو گئی۔

# StatusParagraphSpacing
source: Paragraph spacing: {0}pt before, {1}pt after.
ar_sa: تباعد الفقرات: {0}نقطة قبل، {1}نقطة بعد.
de_de: Absatzabstand: {0}pt davor, {1}pt danach.
es_es: Espaciado de párrafo: {0}pt antes, {1}pt después.
fr_fr: Espacement : {0}pt avant, {1}pt après.
ja_jp: 段落の間隔: 前 {0}pt、後 {1}pt。
ru_ru: Интервал: {0}пт до, {1}пт после.
ur_pk: پیراگراف فاصلہ: پہلے {0}pt، بعد {1}pt۔

# StatusTheme
source: Theme: {0}
ar_sa: النسق: {0}
de_de: Design: {0}
es_es: Tema: {0}
fr_fr: Thème : {0}
ja_jp: テーマ: {0}
ru_ru: Тема: {0}
ur_pk: تھیم: {0}

# PrintNotSupported
source: Printing Not Supported
ar_sa: الطباعة غير مدعومة
de_de: Drucken nicht unterstützt
es_es: Impresión no compatible
fr_fr: Impression non prise en charge
ja_jp: 印刷はサポートされていません
ru_ru: Печать не поддерживается
ur_pk: پرنٹ تعاون یافتہ نہیں

# PrintNotSupportedMessage
source: Printing is not supported on this device.
ar_sa: الطباعة غير مدعومة على هذا الجهاز.
de_de: Drucken wird auf diesem Gerät nicht unterstützt.
es_es: La impresión no es compatible con este dispositivo.
fr_fr: L'impression n'est pas prise en charge sur cet appareil.
ja_jp: このデバイスでは印刷がサポートされていません。
ru_ru: Печать не поддерживается на этом устройстве.
ur_pk: اس آلے پر پرنٹ تعاون یافتہ نہیں ہے۔

# StatusPrintCompleted
source: Print job completed.
ar_sa: اكتملت مهمة الطباعة.
de_de: Druckauftrag abgeschlossen.
es_es: Trabajo de impresión completado.
fr_fr: Impression terminée.
ja_jp: 印刷ジョブが完了しました。
ru_ru: Задание печати выполнено.
ur_pk: پرنٹ کا کام مکمل ہو گیا۔

# StatusPrintFailed
source: Print job failed.
ar_sa: فشلت مهمة الطباعة.
de_de: Druckauftrag fehlgeschlagen.
es_es: Error en el trabajo de impresión.
fr_fr: Échec de l'impression.
ja_jp: 印刷ジョブが失敗しました。
ru_ru: Задание печати не выполнено.
ur_pk: پرنٹ کا کام ناکام ہو گیا۔

# StatusPrintCancelled
source: Printing cancelled.
ar_sa: تم إلغاء الطباعة.
de_de: Drucken abgebrochen.
es_es: Impresión cancelada.
fr_fr: Impression annulée.
ja_jp: 印刷がキャンセルされました。
ru_ru: Печать отменена.
ur_pk: پرنٹ منسوخ ہو گیا۔

# FileTypeDocx
source: Word Document
ar_sa: مستند Word
de_de: Word-Dokument
es_es: Documento de Word
fr_fr: Document Word
ja_jp: Word 文書
ru_ru: Документ Word
ur_pk: ورڈ دستاویز

# FileTypeHtml
source: HTML Document
ar_sa: مستند HTML
de_de: HTML-Dokument
es_es: Documento HTML
fr_fr: Document HTML
ja_jp: HTML 文書
ru_ru: Документ HTML
ur_pk: HTML دستاویز

# FileTypeOdt
source: OpenDocument Text
ar_sa: نص OpenDocument
es_es: Texto de OpenDocument
fr_fr: Texte OpenDocument
ja_jp: OpenDocument テキスト
ru_ru: Текст OpenDocument
ur_pk: اوپن ڈاکومنٹ ٹیکسٹ

# ErrorPaste
source: Paste Error
ar_sa: خطأ في اللصق
de_de: Fehler beim Einfügen
es_es: Error al pegar
fr_fr: Erreur de collage
ja_jp: 貼り付けエラー
ru_ru: Ошибка вставки
ur_pk: چسپاں میں خرابی

# ErrorGeneric
source: Error
ar_sa: خطأ
de_de: Fehler
fr_fr: Erreur
ja_jp: エラー
ru_ru: Ошибка
ur_pk: خرابی

# DragDropCaption
source: Open file
ar_sa: فتح ملف
de_de: Datei öffnen
es_es: Abrir archivo
fr_fr: Ouvrir le fichier
ja_jp: ファイルを開く
ru_ru: Открыть файл
ur_pk: فائل کھولیں

# StatusBarWords
source: Words: {0}
ar_sa: الكلمات: {0}
de_de: Wörter: {0}
es_es: Palabras: {0}
fr_fr: Mots : {0}
ja_jp: 単語数: {0}
ru_ru: Слов: {0}
ur_pk: الفاظ: {0}

# StatusBarCharacters
source: Characters: {0}
ar_sa: الأحرف: {0}
de_de: Zeichen: {0}
es_es: Caracteres: {0}
fr_fr: Caractères : {0}
ja_jp: 文字数: {0}
ru_ru: Символов: {0}
ur_pk: حروف: {0}

# StatusBarSelection
source: Sel: {0}
ar_sa: التحديد: {0}
de_de: Ausw.: {0}
fr_fr: Sél : {0}
ja_jp: 選択: {0}
ru_ru: Выд.: {0}
ur_pk: منتخب: {0}

# StatusBarLineCol
source: Ln {0}, Col {1}
ar_sa: سطر {0}، عمود {1}
de_de: Zl {0}, Sp {1}
es_es: Lín {0}, Col {1}
ja_jp: {0} 行、{1} 列
ru_ru: Стр {0}, Стб {1}
ur_pk: سطر {0}، کالم {1}

# DlgUnsavedChanges
source: Unsaved Changes
ar_sa: تغييرات غير محفوظة
de_de: Nicht gespeicherte Änderungen
es_es: Cambios sin guardar
fr_fr: Modifications non enregistrées
ja_jp: 未保存の変更
ru_ru: Несохранённые изменения
ur_pk: غیر محفوظ تبدیلیاں

# DlgSaveChangesMessage
source: Do you want to save changes to {0}?
ar_sa: هل تريد حفظ التغييرات في {0}؟
de_de: Möchten Sie die Änderungen an {0} speichern?
es_es: ¿Desea guardar los cambios en {0}?
fr_fr: Voulez-vous enregistrer les modifications apportées à {0} ?
ja_jp: {0} への変更を保存しますか?
ru_ru: Сохранить изменения в {0}?
ur_pk: کیا آپ {0} میں تبدیلیاں محفوظ کرنا چاہتے ہیں؟

# DlgSave
source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
ja_jp: 保存
ru_ru: Сохранить
ur_pk: محفوظ کریں

# DlgDontSave
source: Don't Save
ar_sa: عدم الحفظ
de_de: Nicht speichern
es_es: No guardar
fr_fr: Ne pas enregistrer
ja_jp: 保存しない
ru_ru: Не сохранять
ur_pk: محفوظ نہ کریں

# DlgCancel
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
ru_ru: Отмена
ur_pk: منسوخ

# DlgOK
source: OK
ar_sa: موافق
es_es: Aceptar
ru_ru: ОК
ur_pk: ٹھیک ہے

# BackstageFile
source: File
ar_sa: ملف
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ja_jp: ファイル
ru_ru: Файл
ur_pk: فائل

# BackstageNewDesc
source: Create a new document.
ar_sa: إنشاء مستند جديد.
de_de: Ein neues Dokument erstellen.
es_es: Crear un nuevo documento.
fr_fr: Créer un nouveau document.
ja_jp: 新しいドキュメントを作成します。
ru_ru: Создать новый документ.
ur_pk: نئی دستاویز بنائیں۔

# BackstageOpenDesc
source: Open an existing document, or select a recent file below.
ar_sa: فتح مستند موجود، أو اختيار ملف حديث أدناه.
de_de: Ein vorhandenes Dokument öffnen oder eine zuletzt verwendete Datei auswählen.
es_es: Abrir un documento existente o seleccionar un archivo reciente.
fr_fr: Ouvrir un document existant ou sélectionner un fichier récent.
ja_jp: 既存のドキュメントを開くか、最近使ったファイルを選択します。
ru_ru: Открыть существующий документ или выбрать из последних файлов.
ur_pk: موجودہ دستاویز کھولیں، یا نیچے حالیہ فائل منتخب کریں۔

# BackstageSaveDesc
source: Save changes to the current document.
ar_sa: حفظ التغييرات في المستند الحالي.
de_de: Änderungen am aktuellen Dokument speichern.
es_es: Guardar cambios en el documento actual.
fr_fr: Enregistrer les modifications du document actuel.
ja_jp: 現在のドキュメントの変更を保存します。
ru_ru: Сохранить изменения в текущем документе.
ur_pk: موجودہ دستاویز میں تبدیلیاں محفوظ کریں۔

# BackstageSaveAsDesc
source: Save the current document under a new name.
ar_sa: حفظ المستند الحالي باسم جديد.
de_de: Das aktuelle Dokument unter einem neuen Namen speichern.
es_es: Guardar el documento actual con un nuevo nombre.
fr_fr: Enregistrer le document actuel sous un nouveau nom.
ja_jp: 現在のドキュメントを別の名前で保存します。
ru_ru: Сохранить текущий документ под другим именем.
ur_pk: موجودہ دستاویز نئے نام سے محفوظ کریں۔

# BackstagePrintDesc
source: Print the current document.
ar_sa: طباعة المستند الحالي.
de_de: Das aktuelle Dokument drucken.
es_es: Imprimir el documento actual.
fr_fr: Imprimer le document actuel.
ja_jp: 現在のドキュメントを印刷します。
ru_ru: Напечатать текущий документ.
ur_pk: موجودہ دستاویز پرنٹ کریں۔

# BackstageOptionsDesc
source: Configure application options.
ar_sa: تكوين خيارات التطبيق.
de_de: Anwendungsoptionen konfigurieren.
es_es: Configurar opciones de la aplicación.
fr_fr: Configurer les options de l'application.
ja_jp: アプリケーションのオプションを設定します。
ru_ru: Настроить параметры приложения.
ur_pk: ایپلیکیشن کی ترتیبات مرتب کریں۔

# BackstageNoRecentFiles
source: No recent files.
ar_sa: لا توجد ملفات حديثة.
de_de: Keine zuletzt verwendeten Dateien.
es_es: No hay archivos recientes.
fr_fr: Aucun fichier récent.
ja_jp: 最近使ったファイルはありません。
ru_ru: Нет последних файлов.
ur_pk: کوئی حالیہ فائلیں نہیں ہیں۔

# TabStopTitle
source: Tab Stops
ar_sa: علامات الجدولة
de_de: Tabstopps
es_es: Tabulaciones
fr_fr: Tabulations
ja_jp: タブ位置
ru_ru: Позиции табуляции
ur_pk: ٹیب اسٹاپز

# TabStopPosition
source: Position (inches)
ar_sa: الموضع (بوصة)
de_de: Position (Zoll)
es_es: Posición (pulgadas)
fr_fr: Position (pouces)
ja_jp: 位置 (インチ)
ru_ru: Позиция (дюймы)
ur_pk: پوزیشن (انچ)

# TabStopAlignment
source: Alignment
ar_sa: المحاذاة
de_de: Ausrichtung
es_es: Alineación
fr_fr: Alignement
ja_jp: 配置
ru_ru: Выравнивание
ur_pk: سیدھ

# TabStopLeader
source: Leader
ar_sa: حرف الملء
de_de: Füllzeichen
es_es: Relleno
fr_fr: Points de suite
ja_jp: リーダー
ru_ru: Заполнитель
ur_pk: لیڈر

# TabAlignLeft
source: Left
ar_sa: يسار
de_de: Links
es_es: Izquierda
fr_fr: Gauche
ja_jp: 左揃え
ru_ru: По левому краю
ur_pk: بائیں

# TabAlignCenter
source: Center
ar_sa: وسط
de_de: Zentriert
es_es: Centro
fr_fr: Centre
ja_jp: 中央揃え
ru_ru: По центру
ur_pk: مرکز

# TabAlignRight
source: Right
ar_sa: يمين
de_de: Rechts
es_es: Derecha
fr_fr: Droite
ja_jp: 右揃え
ru_ru: По правому краю
ur_pk: دائیں

# TabAlignDecimal
source: Decimal
ar_sa: عشري
de_de: Dezimal
fr_fr: Décimal
ja_jp: 小数点揃え
ru_ru: По разделителю
ur_pk: اعشاریہ

# TabLeaderNone
source: None
ar_sa: بدون
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
ja_jp: なし
ru_ru: Нет
ur_pk: کوئی نہیں

# TabLeaderDots
source: Dots
ar_sa: نقاط
de_de: Punkte
es_es: Puntos
fr_fr: Points
ja_jp: 点線
ru_ru: Точки
ur_pk: نقطے

# TabLeaderDashes
source: Dashes
ar_sa: شرطات
de_de: Striche
es_es: Guiones
fr_fr: Tirets
ja_jp: 破線
ru_ru: Тире
ur_pk: ڈیشز

# TabLeaderLines
source: Lines
ar_sa: خطوط
de_de: Linien
es_es: Líneas
fr_fr: Lignes
ja_jp: 実線
ru_ru: Линии
ur_pk: لائنیں

# TabStopAdd
source: Add
ar_sa: إضافة
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
ja_jp: 追加
ru_ru: Добавить
ur_pk: شامل کریں

# TabStopClearAll
source: Clear All
ar_sa: مسح الكل
de_de: Alle löschen
es_es: Borrar todo
fr_fr: Tout effacer
ja_jp: すべてクリア
ru_ru: Очистить все
ur_pk: سب صاف کریں

# TabStopCurrent
source: Current tab stops
ar_sa: علامات الجدولة الحالية
de_de: Aktuelle Tabstopps
es_es: Tabulaciones actuales
fr_fr: Tabulations actuelles
ja_jp: 現在のタブ位置
ru_ru: Текущие позиции табуляции
ur_pk: موجودہ ٹیب اسٹاپز

# TabStopNone
source: (No custom tab stops)
ar_sa: (لا توجد علامات جدولة مخصصة)
de_de: (Keine benutzerdefinierten Tabstopps)
es_es: (Sin tabulaciones personalizadas)
fr_fr: (Aucune tabulation personnalisée)
ja_jp: (カスタムタブ位置なし)
ru_ru: (Нет пользовательских позиций табуляции)
ur_pk: (کوئی اپنی مرضی کے ٹیب اسٹاپز نہیں)

# StatusTabStopsUpdated
source: Tab stops updated.
ar_sa: تم تحديث علامات الجدولة.
de_de: Tabstopps aktualisiert.
es_es: Tabulaciones actualizadas.
fr_fr: Tabulations mises à jour.
ja_jp: タブ位置を更新しました。
ru_ru: Позиции табуляции обновлены.
ur_pk: ٹیب اسٹاپز اپ ڈیٹ ہو گئے۔

# StyleNormalItem.Text
source: Normal
ar_sa: عادي
ja_jp: 標準
ru_ru: Обычный
ur_pk: عام

# StyleHeading1Item.Text
source: Heading 1
ar_sa: عنوان 1
de_de: Überschrift 1
es_es: Título 1
fr_fr: Titre 1
ja_jp: 見出し 1
ru_ru: Заголовок 1
ur_pk: سرخی 1

# StyleHeading2Item.Text
source: Heading 2
ar_sa: عنوان 2
de_de: Überschrift 2
es_es: Título 2
fr_fr: Titre 2
ja_jp: 見出し 2
ru_ru: Заголовок 2
ur_pk: سرخی 2

# StyleHeading3Item.Text
source: Heading 3
ar_sa: عنوان 3
de_de: Überschrift 3
es_es: Título 3
fr_fr: Titre 3
ja_jp: 見出し 3
ru_ru: Заголовок 3
ur_pk: سرخی 3

# StyleSubtitleItem.Text
source: Subtitle
ar_sa: عنوان فرعي
de_de: Untertitel
es_es: Subtítulo
fr_fr: Sous-titre
ja_jp: 副題
ru_ru: Подзаголовок
ur_pk: ضمنی عنوان

# StyleQuoteItem.Text
source: Quote
ar_sa: اقتباس
de_de: Zitat
es_es: Cita
fr_fr: Citation
ja_jp: 引用
ru_ru: Цитата
ur_pk: اقتباس

# StatusStyleApplied
source: Style applied.
ar_sa: تم تطبيق النمط.
de_de: Formatvorlage angewendet.
es_es: Estilo aplicado.
fr_fr: Style appliqué.
ja_jp: スタイルを適用しました。
ru_ru: Стиль применён.
ur_pk: اسٹائل لاگو ہو گیا۔

# BackstageDocPropertiesHeader.Text
source: Document Properties
ar_sa: خصائص المستند
de_de: Dokumenteigenschaften
es_es: Propiedades del documento
fr_fr: Propriétés du document
ja_jp: ドキュメントのプロパティ
ru_ru: Свойства документа
ur_pk: دستاویز کی خصوصیات

# DocPropFileName.Text
source: File name:
ar_sa: اسم الملف:
de_de: Dateiname:
es_es: Nombre de archivo:
fr_fr: Nom du fichier :
ja_jp: ファイル名:
ru_ru: Имя файла:
ur_pk: فائل کا نام:

# DocPropWordCount.Text
source: Words:
ar_sa: الكلمات:
de_de: Wörter:
es_es: Palabras:
fr_fr: Mots :
ja_jp: 単語数:
ru_ru: Слова:
ur_pk: الفاظ:

# DocPropCharCount.Text
source: Characters:
ar_sa: الأحرف:
de_de: Zeichen:
es_es: Caracteres:
fr_fr: Caractères :
ja_jp: 文字数:
ru_ru: Символы:
ur_pk: حروف:

# DocPropEncoding.Text
source: Encoding:
ar_sa: الترميز:
de_de: Codierung:
es_es: Codificación:
fr_fr: Encodage :
ja_jp: エンコーディング:
ru_ru: Кодировка:
ur_pk: انکوڈنگ:

# DocPropModified.Text
source: Modified:
ar_sa: معدل:
de_de: Geändert:
es_es: Modificado:
fr_fr: Modifié :
ja_jp: 変更済み:
ru_ru: Изменён:
ur_pk: ترمیم شدہ:

# DocPropYes
source: Yes
ar_sa: نعم
de_de: Ja
es_es: Sí
fr_fr: Oui
ja_jp: はい
ru_ru: Да
ur_pk: ہاں

# DocPropNo
source: No
ar_sa: لا
de_de: Nein
fr_fr: Non
ja_jp: いいえ
ru_ru: Нет
ur_pk: نہیں

# DrawingTitle
source: Draw
ar_sa: رسم
de_de: Zeichnen
es_es: Dibujar
fr_fr: Dessiner
ja_jp: 描画
ru_ru: Рисование
ur_pk: ڈرائنگ

# DrawingInsert
source: Insert
ar_sa: إدراج
de_de: Einfügen
es_es: Insertar
fr_fr: Insérer
ja_jp: 挿入
ru_ru: Вставить
ur_pk: داخل کریں

# DrawingClear
source: Clear
ar_sa: مسح
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
ja_jp: クリア
ru_ru: Очистить
ur_pk: صاف کریں

# DrawingColor
source: Stroke Color
ar_sa: لون الخط
de_de: Strichfarbe
es_es: Color del trazo
fr_fr: Couleur du trait
ja_jp: 線の色
ru_ru: Цвет линии
ur_pk: لکیر کا رنگ

# DrawingStrokeWidth
source: Stroke Width
ar_sa: عرض الخط
de_de: Strichbreite
es_es: Ancho del trazo
fr_fr: Largeur du trait
ja_jp: 線の太さ
ru_ru: Толщина линии
ur_pk: لکیر کی چوڑائی

# StatusMacroRecording
source: Recording macro...
ar_sa: جارٍ تسجيل الماكرو...
de_de: Makro wird aufgezeichnet...
es_es: Grabando macro...
fr_fr: Enregistrement de la macro...
ja_jp: マクロを記録中...
ru_ru: Запись макроса...
ur_pk: میکرو ریکارڈ ہو رہا ہے...

source: OneDrive Not Found
ar_sa: لم يتم العثور على OneDrive
de_de: OneDrive nicht gefunden
es_es: OneDrive no encontrado
fr_fr: OneDrive introuvable
ja_jp: OneDriveが見つかりません
ru_ru: OneDrive не найден
ur_pk: OneDrive نہیں ملا

# StatusMacroStopped
source: Macro recording stopped.
ar_sa: تم إيقاف تسجيل الماكرو.
de_de: Makroaufzeichnung beendet.
es_es: Grabación de macro detenida.
fr_fr: Enregistrement de la macro arrêté.
ja_jp: マクロの記録を停止しました。
ru_ru: Запись макроса остановлена.
ur_pk: میکرو ریکارڈنگ بند ہو گئی۔

# StatusExportedDocx
source: Exported as DOCX: {0}
ar_sa: تم التصدير بصيغة DOCX: {0}
de_de: Als DOCX exportiert: {0}
es_es: Exportado como DOCX: {0}
fr_fr: Exporté en DOCX : {0}
ja_jp: DOCXとしてエクスポートしました: {0}
ru_ru: Экспортировано как DOCX: {0}
ur_pk: DOCX کے طور پر برآمد کیا: {0}

# StatusTabClosed
source: Tab closed.
ar_sa: تم إغلاق علامة التبويب.
de_de: Registerkarte geschlossen.
es_es: Pestaña cerrada.
fr_fr: Onglet fermé.
ja_jp: タブを閉じました。
ru_ru: Вкладка закрыта.
ur_pk: ٹیب بند ہو گیا۔

# StatusMacroDone
source: Macro completed.
ar_sa: اكتمل الماكرو.
de_de: Makro abgeschlossen.
es_es: Macro completada.
fr_fr: Macro terminée.
ja_jp: マクロが完了しました。
ru_ru: Макрос выполнен.
ur_pk: میکرو مکمل ہو گیا۔

# FileTypePdf
source: PDF Document
ar_sa: مستند PDF
de_de: PDF-Dokument
es_es: Documento PDF
fr_fr: Document PDF
ja_jp: PDFドキュメント
ru_ru: Документ PDF
ur_pk: PDF دستاویز

# MacroSave
source: Save Macro
ar_sa: حفظ الماكرو
de_de: Makro speichern
es_es: Guardar macro
fr_fr: Enregistrer la macro
ja_jp: マクロを保存
ru_ru: Сохранить макрос
ur_pk: میکرو محفوظ کریں

# MacroMenuBar.Title
source: Macro
ar_sa: ماكرو
de_de: Makro
ja_jp: マクロ
ru_ru: Макрос
ur_pk: میکرو

# MacroRun
source: Run Macro
ar_sa: تشغيل الماكرو
de_de: Makro ausführen
es_es: Ejecutar macro
fr_fr: Exécuter la macro
ja_jp: マクロの実行
ru_ru: Выполнить макрос
ur_pk: میکرو چلائیں

# StatusExportedPdf
source: Exported PDF: {0}
ar_sa: تم تصدير PDF: {0}
de_de: PDF exportiert: {0}
es_es: PDF exportado: {0}
fr_fr: PDF exporté : {0}
ja_jp: PDFをエクスポートしました: {0}
ru_ru: PDF экспортирован: {0}
ur_pk: PDF برآمد کیا: {0}

source: Error Exporting PDF
ar_sa: خطأ في تصدير PDF
de_de: Fehler beim PDF-Export
es_es: Error al exportar PDF
fr_fr: Erreur lors de l'export PDF
ja_jp: PDFエクスポートエラー
ru_ru: Ошибка экспорта PDF
ur_pk: PDF برآمد کرنے میں خرابی

# StatusSpellCheckEnabled
source: Spell check enabled.
ar_sa: تم تمكين التدقيق الإملائي.
de_de: Rechtschreibprüfung aktiviert.
es_es: Corrección ortográfica habilitada.
fr_fr: Vérification orthographique activée.
ja_jp: スペルチェックが有効になりました。
ru_ru: Проверка орфографии включена.
ur_pk: ہجے کی جانچ فعال ہو گئی۔

# OneDriveNotFoundMessage
source: OneDrive folder could not be located. Please ensure OneDrive is installed and signed in.
ar_sa: تعذر تحديد موقع مجلد OneDrive. يرجى التأكد من تثبيت OneDrive وتسجيل الدخول إليه.
de_de: Der OneDrive-Ordner konnte nicht gefunden werden. Stellen Sie sicher, dass OneDrive installiert und angemeldet ist.
es_es: No se pudo encontrar la carpeta de OneDrive. Asegúrese de que OneDrive esté instalado e iniciado sesión.
fr_fr: Le dossier OneDrive est introuvable. Vérifiez qu'OneDrive est installé et connecté.
ja_jp: OneDriveフォルダが見つかりませんでした。OneDriveがインストールされ、サインインされていることを確認してください。
ru_ru: Папка OneDrive не найдена. Убедитесь, что OneDrive установлен и выполнен вход.
ur_pk: OneDrive فولڈر نہیں مل سکا۔ یقینی بنائیں کہ OneDrive نصب اور سائن ان ہے۔

# StatusMacroSaved
source: Macro saved.
ar_sa: تم حفظ الماكرو.
de_de: Makro gespeichert.
es_es: Macro guardada.
fr_fr: Macro enregistrée.
ja_jp: マクロを保存しました。
ru_ru: Макрос сохранён.
ur_pk: میکرو محفوظ ہو گیا۔

# BackstageSaveOneDriveDesc
source: Save the current document directly to your OneDrive folder.
ar_sa: حفظ المستند الحالي مباشرة في مجلد OneDrive الخاص بك.
de_de: Das aktuelle Dokument direkt in Ihrem OneDrive-Ordner speichern.
es_es: Guardar el documento directamente en su carpeta de OneDrive.
fr_fr: Enregistrer le document directement dans votre dossier OneDrive.
ja_jp: 現在のドキュメントをOneDriveフォルダに直接保存します。
ru_ru: Сохранить текущий документ непосредственно в папку OneDrive.
ur_pk: موجودہ دستاویز کو براہ راست اپنے OneDrive فولڈر میں محفوظ کریں۔

# PageSetupNavItem.Content
source: Page setup
ar_sa: إعداد الصفحة
de_de: Seitenlayout
es_es: Configuración de página
fr_fr: Configuration de la page
ja_jp: ページ設定
ru_ru: Настройка страницы
ur_pk: صفحہ ترتیب
